Revit 2027 API
ParameterTypeId.SpatialFieldMgrLegendHorOriginGap Property
 "Legend Horizontal Origin Gap"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpatialFieldMgrLegendHorOriginGap { get; }
Public Shared ReadOnly Property SpatialFieldMgrLegendHorOriginGap As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpatialFieldMgrLegendHorOriginGap {
	ForgeTypeId^ get ();
}
static member SpatialFieldMgrLegendHorOriginGap : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace